/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2007 Edenwaith.";

AMName = "Erase Selected Items";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
/*	AMDAlert = "(* AMDAlert text goes here. (optional) *)";	*/
AMDInput = "Files to be erased";
/*	AMDNote = "(* AMDNote text goes here. (optional) *)";	*/
/*	AMDOptions = "(* AMDOptions text to further explain configuration options in the UI goes here. (optional) *)";	*/
AMDResult = "A list of the names of the files that have been erased";
/*	AMDRequires = "(* AMDRequires text to explain anything outside of Automator required for the action's operation, e.g. a web page open in Safari, goes here. (optional) *)";	*/
AMDSummary = "Erase the selected files using the 35-pass Gutmann algorithm.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
/*
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
*/